{
  "about": "About",
  "about_concept": "A platform for sharing personal illustrations and create an artistic portfolio.",
  "about_concept_2": "There are plenty more features like work monetization, monthly contests, weekly challenges, and thematic books creation.",
  "about_me_1": "I'm Jérémie CORPINOT, a freelance developer living in France.",
  "about_me_2": "I'm originally from Guadeloupe and one day I traveled to Paris to study Architecture. But that didn't work out very weel as I never passed the entrance exam. So, I went to Versailles University where I was graduated with a Master in Computer Sciences.",
  "about_me_3": "I love drawings, video games, heroic-fantasy books, to name a few. I started my freelancer journey in June, 2019 in order to work on what really matters.",
  "activity": "Activity",
  "app_caption": "Your personal inspirations",
  "app_screenshot_credits": "Mobile app screenshots created with {}",
  "available_now": "Available now",
  "auto": "Auto",
  "avertising": "Advertising",
  "avertising_content": "The web & mobile apps may contain advertising to generate revenues. Advertisers may collect additional data on your navigation and preferences. We don't own, control or manage this part of your personal data.",
  "analytics": "analytics",
  "analytics_content": "The web & mobile apps collect usage data to improve the apps & services. However, personal data is never purposely shared or sell to third parties.",
  "apps": "Apps",
  "back": "Back",
  "book_create": "Create book",
  "book_creation_error": "Sorry, there was an error while creating your book. Please try again later.",
  "book_creation_success": "Your book has been successfully created!",
  "book_no_illustrations": "You haven't added any illustration to this book yet.",
  "books": "Books",
  "books_none_created": "You haven't created any book yet.",
  "brightness": "Brightness",
  "cancel": "Cancel",
  "challenges": "Challenges",
  "changelog": "Changelog",
  "clear_selection": "Clear selection",
  "confirm": "Confirm",
  "contact": "Contact",
  "contests": "Contests",
  "cookies": "Cookies",
  "cookies_content": "The application uses only necessaries cookies for usage statistiques. It's anonymized and don't track specific users. We don't volontary share cookies with third-party. We don't have id advertising.",
  "copy_link": "Copy link",
  "copy_link_success": "Link successfully copied!",
  "create": "Create",
  "credits": "credits",
  "dark": "Dark",
  "dashboard": "Dashboard",
  "delete": "Delete",
  "description": "Description",
  "developers": "Developers",
  "discover": "Discover",
  "features": "Features",
  "features_list": "• Multi-patform: Android, iOS, Web\n• Multi-languages: English & French\n• You can add your own quotes to the app\n• A nice user interface\n• And more",
  "future_dev": "Future development",
  "future_dev_list": "• API\n• Fitbit app\n• Chrome/Firefox extension\n• Desktop app widget",
  "galleries": "Galleries",
  "home": "Home",
  "iap": "In-app purchases",
  "iap_content": "The apps contain in-app purchases which offer additional features.",
  "icons_by": "Icons by {}",
  "illustrations": "Illustrations",
  "illustration_by_from": "Illustration by {} from {}",
  "illustrations_delete_error": "Sorry, there was an issue while deleting your illustrations. Try again or contact us if the issue persists.",
  "illustrations_no_upload": "You haven't upload any illustration yet.",
  "illustrations_remove_error": "Sorry, there was an error while removing the illustration. Please try again.",
  "illustrations_remove_success": "The illustrations has been successfully removed.",
  "issue_data_retry": "Sorry, there was an error while loading your data. Please try again.",
  "issue_unexpected": "Unexpected issue",
  "language": "Language",
  "language_change": "Change language",
  "language_changed_success": "Your language has been successfully updated to {}",
  "light": "Light",
  "loading": "Loading...",
  "loading_books": "Loading your books...",
  "loading_illustrations": "Loading illustrations...",
  "lonely_there": "It's lonely there",
  "member_since": "You're a member since ",
  "more": "More",
  "multi_items_selected": "{} selected",
  "multi_select": "Multi-select",
  "my_activity": "My Activity",
  "my_books": "My Books",
  "my_illustrations": "My Illustrations",
  "next": "Next",
  "privacy": "Privacy & Terms",
  "quit": "Quitter",
  "report_bug": "Report a bug",
  "resources": "Resources",
  "retry": "Retry",
  "search": "Search",
  "select_all": "Select all",
  "settings": "Settings",
  "settings_all": "All settings",
  "settings_subtitle": "You can change your preferences here",
  "share_on_twitter": "Share on Twitter",
  "signin": "Sign in",
  "signout": "Sign out",
  "signup": "Sign up",
  "skip": "Skip",
  "sort": "Sort",
  "space_total_used": "Your total used space is ",
  "the_author": "The author",
  "the_concept": "The concept",
  "the_concept_content": "fig.style is a quotes application and service. Its main purpose is to deliver you one meaningful quote each day. There are several categories like: fun, philosophy, and motivation. You can also browse quotes by topics, authors, references or search them.",
  "the_story": "The story",
  "the_story_content_1": "At the beginning, I wanted to create a website to put my online drawings. But one day, while traveling with my friend, she had the great idea (she's very smart) to expand the website to a platform with hundreads of people and a lot more features.",
  "the_story_content_2": "We talked more than one hour of what the platform could be and more the time passed, more this project became inevitable.",
  "the_story_content_3": "We have big plan for this project but we want to take our time and do everything good. And we hope to drive the initial idea to the master plan that we have.",
  "title": "Title",
  "tos": "Terms of service",
  "tos_1": "Your privacy is important to us. It is Jeremie Codes' policy to respect your privacy regarding any information we may collect from you across our website, fig.style, and other sites we own and operate including mobile apps.",
  "tos_2": "We only ask for personal information when we truly need it to provide a service to you. We collect it by fair and lawful means, with your knowledge and consent. We also let you know why we’re collecting it and how it will be used.",
  "tos_3": "We only retain collected information for as long as necessary to provide you with your requested service. What data we store, we’ll protect within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use or modification.",
  "tos_4": "We don’t share any personally identifying information publicly or with third-parties, except when required to by law.",
  "tos_5": "Our website may link to external sites that are not operated by us. Please be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective privacy policies.",
  "tos_6": "You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services.",
  "tos_7": "Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information. If you have any questions about how we handle user data and personal information, feel free to contact us.",
  "tos_8": "This policy is effective as of 1 May 2020.",
  "tos_created_with": "Privacy Policy created with GetTerms.",
  "upload": "Upload",
  "user_menu_show": "Show user menu",
  "zoom": "Zoom"
}
